[
{"name": "4 Females", "date": "23rd November 2018", "text": ["One night my 3 girl friends and I went to a local fair in the town I live. We decided we wanted to purchase a drink from a vender and we were patiently waiting in line on one side and there was one man in front of us. Another man walked up and went straight to the counter; he walked right past us like we were statues. The bartender looked at us and said, “I’ll be right with you.” The bartender was a male in his early 40s. The man who approached the counter was a businessman in a suit who looked presentable. The bartender ignored us (even though we were clearly in line first) and served the businessman before attending to our order. The bartender was expecting a higher ‘tip’ from this businessman because he was a successful looking male and he did not want to serve four mid-twenty females first whom he did not think would give him gratuity. Little did he know, my friends and I work as bartenders and servers who tip generously. This man discriminated us because we were a younger group of females and he stereotyped us on what we look like and how society views male and female."], "tags": ["bartender", "Public space", "stereotype"]},
{"name": "Notdave", "date": "23rd November 2018", "text": ["Seen two blindingly obvious women described as", "\nA female magician", "\nAnd", "\nA female van dweller", "I mean I know some people are gender fluid but they both looked pretty bloody conventionally female. This in in two separate clips on you tube. ", "Wtf? Why state their gender?", "\nNo one helped me to guess their staggeringly obvious skin colour.", "\nCos huh look bro chicks can do stuff too how cool and freakish.", "\nNo wonder so many males have low expectations of females if we have to be pointed out in astonishment when we aren’t half naked and just gawping aimlessly.", "\nDo the posters not get this or just not care?"], "tags": ["Media"]},
{"name": "Laura Bell", "date": "23rd November 2018", "text": ["Coming into work one winter. As I took my coat off, my male co-worker looked at my chest and said “Cold outside?”", "\nHe was my boss. I was embarrassed. I felt he’d stripped away my professionalism and diminished me. I laughed it off, of course. That’s what you were supposed to do; if you didn’t you were branded as humourless. ", "I had a breast reduction just a few years later. I told everyone it was because was getting backache. That was a lie. I was getting backache but that didn’t bother me nearly as much as the constant references to my breasts chipping away day after day at my sense of self & my self confidence. I was seen as just a pair of giant tits. I wanted to be seen as a person. ", "Side note: 20 years later and there are members of staff who don’t like to work with them but who refuse to put in a complaint about him because they don’t want to upset him or cause him trouble."], "tags": ["nipples", "Workplace"]},
{"name": "Lorella", "date": "23rd November 2018", "text": ["At an open air I got groped by a man while ordering some fries at a stand. He was obviously drunk. I got mad, and pushed him away because  he tried to do it again. A friend was standing next to me,  but it was a festival so those things ‘happen’ and he was drunk and didn’t ‘control’ his own actions. One of his friends came to me smiling and telling me he didn’t ‘mean’ it, it seemed like a joke to them apparently. Since it was the first time that happened to me, I didn’t know how to deal with it afterwards. I just got on with my life. But having seen your video on TED talk I felt like sharing my story. I’m proud that I didn’t completely ignore it and that I was brave enough to push him away! I think it would be good to spread more awareness like you do. That every touch without consent is just wrong. I hope it gets better."], "tags": ["festival", "Public space"]},
{"name": "Jessica", "date": "23rd November 2018", "text": ["I am an asian female who is 24 years old. I was raised in Australia and work in London. There is a man who is in his mid 50s who displays all the traits of the bygone era despite being a stay at home father during his 30s. ", "He believes he can compliment me on my appearance. He calls me gorgeous and beautiful in the slimiest of tones. His tone is nuanced and hard to pinpoint. It is layered between flirtation and possession. It’s rolled up in tease and humour, it could pass as sincerity for those who hear it whilst passing by.", "But it has no place in the workplace and undermines a culture of professionalism. It objectifies me and reduces me to my gendered qualities as opposed to skillsets. ", "I’m happy to accept commendation on my work and achievements. Heck, even a cool jacket I purchase. Even the food I cook and bring into work. I have a healthy relationship to this culture of complimenting others. ", "But it is something I no longer tolerate at work. I’ve been complimented on how ‘gorgeous’ I look without glasses (none of your business, pal.) I’ve been complimented on how beautiful I am, as an asian. (Racially pigeon-holing me too, ugh) and many other things. At times I’ve gone with it and laughed it off. At times I’ve not laughed at all and stared uncomfortably at him. At times I deflect. But I’ve never been to the point in telling him I don’t tolerate that behaviour.", "So last Friday, I was.", "I’m married you see. 24 and married in a metro-epicentre like London seems outrageous, perhaps but I’m not asking for anyones approval.", "He muttered the words ‘Husband?’ when for some reason the topic arose, and said ‘Husband? You should be ‘playing the field’ — out there, someone as Beautiful as you’", "A male colleague, my director actually, turned to him and said in disgust ‘You can’t say things like that, Mate!’", "To which I swallowed, closed my eyes and told him, point blank — ‘Never say things like that to me ever again. Also, never call me gorgeous again, like you did earlier today. Okay?’", "I walked away to the common room where my other colleagues were waiting for me to play an after-work board game. ", "He followed me out and said ‘Are you talking about me, now?’", "Well, it had just happened and I was confiding in these other colleagues who had also experienced something similar. I told him ‘Yes, I am. What you said to me was inappropriate.’", "He began to gaslight me. He started belittling my very ability to logically process social exchanges. He started patronising me ‘Do you really think that you as a married woman, I would truly suggest you go out and play the field? I’m a married man, you didn’t get my humour at all.’", "At this point I wanted him to stop. He continued to insist it was humour I just didn’t get because I was stuck up or something. ", "I put an end to that, because that’s just old news, pal. ‘Its not a question of whether This was humour or not, I know humour when I hear it. You don’t need to question that.’", "But if he really must have it spelt out…here we go….", "‘In the context of history there has been an over-arching trend of older men preying on younger women. I am not insinuating that you are with me. But that reality colours everything you say. It misconstrues your words.’", "At this point he raises his voice and says ‘I am deeply offended that you’ve said that and you’ve taken It too far.’", "And probably ran back to his hole. ", "Anyway. I don’t know. I’ve created a grievance report, rounded up all the witnesses and have contacted my superiors. I’m not staying silent. And no one else should allow micro-sexism continue. ", "Peace!!"], "tags": ["#microsexism #compliments #unwelcomed #unprofessional #creepy #disturbing", "Workplace"]},
{"name": "Helena", "date": "23rd November 2018", "text": ["A whale has been seen recently in the Thames. Although in one interview I saw, an expert said we can’t tell if it’s male or female, all the reports in the press have been referring to it as ‘he’ and ‘he’ has been named’Bennie’."], "tags": ["Media"]},
{"name": "Helena", "date": "23rd November 2018", "text": ["Three of The Giants (much-celebrated huge puppets) are in Liverpool this weekend and no one in the media seems to think it strange that they are all male."], "tags": ["Media"]},
{"name": "anonT", "date": "23rd November 2018", "text": ["Now, I don’t mind if guys are looking at me. I do have a curvy body and if they want to stare okay. No, it’s not ever single guy,but the ones I notice I just brush it off and move on. It’s disrespectful to me when guys are cat calling me or when they do it infront of my mom. They will walk pass me and say things like “damn ma” or “you and that thang are crazy” I didn’t know my bottom had a personality. It’s not cute or attractive. I had another time where this guy was literally falling me in wal-mart to look at me. Every way I went or aile I was down he’d be there, then he finally would be like “hey” like you had to follow me that many times to tell me this. If you wanted to talk to me you could of done it in a better manner."], "tags": ["Public space"]},
{"name": "K Z Smith", "date": "23rd November 2018", "text": ["Hi, ", "I’m 19 and I just moved to University. My first night out ever was last week, my first day, (also my Birthday). Everyone was getting horrendously drunk, and although I was cautiously avoiding the punch, the cider was very strong and I could feel myself getting dizzy, light headed: drunk. On the way to the club, a boy starts to loll around, and does the ‘I’m-far-too-drunk-to-support-my-own-body-weight’ arms hanging over random people’s shoulders kinda thing. So he has his arm across my shoulder and another girl’s and he’s chatting, slurring his words, boasting about his skill at MMA (mixed Martial Arts). And I’m uncomfortable as it is, random man touching me awkwardly kinda vibe. But then takes his arm off the other girl and grips the hand of the arm around my shoulder – which is now around my neck. And he strangles me.  He’s talking about his martial arts skills ‘hey look strangle hold lol’ and I can’t breathe. He’s cutting off the blood supply to my brain and I can’t breathe and no one in the group around us is doing anything and I CAN’T BREATHE. He stops and it’s all jokey jokey lmao, look at that he just strangled that random girl. ME. And I understand why he did it, he was trying to exhibit his physical prowess; and he did quite successfully at that. While he strangled me. while I couldn’t breathe.", "\nNext day; the other girl whose shoulders his arms were being draped over just shrugs it of ‘he was just drunk he didn’t mean it’ like I should shrug this off like it didn’t matter. And I understand – random shit happens when you’re drunk. But it wasn’t her neck. And it’s been 10 days and I can still feel his hands on MY neck.", "\nI don’t care how drunk a person is, they are still THEM. They still possess the same consciousness in the same body, and a man – who by the way lives across the hall from me strangled me and no-one that was there seems to care. Only my friends from back home seem to actually be on my side. I don’t want to report him, but every time I see him I’m really scared. That was assault. And he did it because I’m weaker than him – because I’m a woman. This is not okay. Men need to understand that physical strength is not cool when you use it to harm someone, and they need to realise the connotations of drunk men restraining women. Nothing happened after that – but it’s not like I knew that at the time. While it was happening and I couldn’t breathe it’s not like I knew it was going to end. I can’t believe this actually happened to me."], "tags": ["assault", "clubbing", "drunkmen", "strangle", "University"]},
{"name": "Laura", "date": "23rd November 2018", "text": ["I work in retail and the other day a man came into my work shopping with his wife. He was much older than I am. Maybe about 70. He was being pretty flirty with me and saying how I was a “pretty” young girl and he thought it was appropriate to say all that and to touch me on my lower back and my hand a whole bunch of times. While his wife was right there."], "tags": ["Public space", "Workplace"]},
{"name": "Anonymous", "date": "23rd November 2018", "text": ["During school when I was 13 I was walking to my class with one of my friends, I felt someone grab my bum really hard, I immediately turned around to see who it was and it was one of the older pupils, he looked straight at me as if he’d done nothing wrong and smiled. It made me so angry and then upon telling my friend what had just happened, told me it didn’t matter. This was my first experience of everyday sexism, and have had plenty of other experiences.", "\nOnly just three days ago I was walking to the shops and a man walking in the opposite direction was staring at me, as he got closer his eyes were looking down at my chest and he then made an odd gesture at me with his tongue, for the rest of the day I felt like rubbish, I felt shaky and uneasy and self conscious, I decided to put on a baggy jumper as I thought maybe it was because of what I wearing, although I was only showing my shoulders. A majority of the time my clothing choices revolve around experiences such as this one."], "tags": ["Public space", "School"]},
{"name": "Harassing calls", "date": "23rd November 2018", "text": ["I started getting calls from a number I did not recognize which I usually don’t pick up. After the third missed call I picked up because I was worried it could be an emergency. A man asked, “Is this Elizabeth?” I answered yes. He then told me he wanted to lick my a*%hole."], "tags": ["harassment", "Phone", "University"]},
{"name": "Zuzanna", "date": "23rd November 2018", "text": ["So basically, everyone knows how puberty affects us – suddenly the hormones started to take away our minds, especially in middle school. Both boys and girls tried to explore some ideas, sex was often an object of a joke, or we were experimenting. So I stopped reacting when someone was talking about my bust all the time, or even made fun of me because of it. I felt great when handsome boy complimented me – for the kid I was it was one of the best things of the world. But when one of my classmates grabbed my butt while we were starting our religion lessons and I panicked, started hitting him and got teary, they started saying I was crazy. He looked so confused because I reacted to what he did. And of course, since I made a fuss, everyone was curious about what happened. When I explained, the priest said: “you shouldn’t react like that”. Nothing about this boy, who didn’t see his fault, he has seen my “overreacting” and thought that he could do that again. And he did. With jokes, laughing when I got offended."], "tags": ["School"]},
{"name": "cdallas13", "date": "23rd November 2018", "text": ["When I was in 7th grade, I started at a new school because my mom and I had moved when she got engaged. There was a male student who became interested in me and would follow me to my classes, and even home after school. He had started telling other students that I was his girlfriend, when I had never spoken to him other than to ask him to please leave me alone. He was quite a bit bigger than me; close to a foot taller, and easily had 50 pounds on me. After multiple incidents of him making lewd remarks and attempting to grope me, as well as walking behind me as I walked home from school, and standing outside of my house for extended periods of time I started to be afraid to go to school. My mom and I had both complained to the school multiple times, but we were repeatedly told that no harm had come to me, and that the boy surely meant only to compliment me. Finally, one day in PE (a class he and I had together) he attempted to grope me and pull my PE shorts down. I defended myself by punching him in the nose, and breaking it. He was placed into a specialized education program so that he wouldn’t be around other students as much, and the school asked my mother to transfer me to a new school. My mom and I were both appalled that after repeated incidents of him attempting to harass and assault me, the situation came down to me having to physically defend myself, and then being asked to leave the school."], "tags": ["School"]},
{"name": "Ashlee", "date": "23rd November 2018", "text": ["I worked for Victoria’s Secret for about 10 months. Being a young woman working in a lingerie store, I experienced sexual harassment almost every single day. Once, a homeless man came in and came straight to me. He just randomly was telling me all the VERY inappropriate things he would love to do to me. I was very obviously uncomfortable, dropped everything I was doing and went to the back room until he left. No one thought to step in and save me because he came straight to me, so everyone assumed I knew him. He left without purchasing anything. I also work at walmart and receive similar comments, always from old men. I’m told to just walk away. There’s one customer who is so inappropriate with me that I feel the need to carry pepper spray and park in the front of the store. The most I’m allowed to do is just walk away. My managers “can’t tell him to leave” because he is a paying customer and I don’t have a restraining order or any court order saying he can’t come near me."], "tags": ["Workplace"]},
{"name": "Amiee", "date": "23rd November 2018", "text": ["A couple of weeks ago I was at a male dominated party with a few friends, the boys were all drunk or on drugs and so were the girls. These boys together vibe off each other and do stupid things like get into fights or break things. My friends and I were just trying to have a good time when one of the boys came and grabbed my friends breast, she didn’t do anything because she was scared and these boys were meant to be our friends. Because they are popular we were too scared to do anything. After this boy groped my friends breast another boy came up to me and whispered something I didn’t quite hear and then spat on my face. My friend and I said nothing but we left the party shorty after and the next day at school the boys acted as if nothing happened and they were just joking. It makes me sick what they did and if they ever do it again I am going to stand up for myself and my friends."], "tags": ["Public space"]},
{"name": "brummie biker", "date": "23rd November 2018", "text": ["Some random examples of hurtful things that have happened because I am female.", "– the countless times presumptuous correspondence arrives addressed incorrectly to Dr and Mrs, instead of Dr and Mr.", "– being flashed by naked men as I commute by bicycle. Being very regularly heckled by male cyclists, pedestrians and car/van drivers as I cycle. Having a man fire a shotgun at me while cycling (poor aim, luckily). Being chased by a screaming man wielding a chef’s blowtorch while I am bicycle commuting. Having a firework thrown at me while I am cycling to work.", "– yesterday: at a trades show, encountering 4 men who all referred to town Mayors as exclusively male; one commenting that I was victimising HIM when I pointed out that mayors could also be female. At the same show, while discussing technical details of a product, the salesman changes topic to tell me how pretty I am….even with my husband standing next to me.", "– after years of fund-raising and organising as a teenager, finally getting the chance and privilege to join a conservation expedition to a rainforest, and in the middle of the very first night, waking up to realise one of the men has lain down beside me in our tent and is holding my hand. So then spending the rest of the 2 month expedition having to worry about whether I am going to be assaulted.", "– cycling across France along a popular cycle route that is advertised worldwide, but never finding any public toilets en route that has provision for disposal of female sanitary products.", "– consoling my 16 year old sister, who, at her first careers fair, is warned that training as an architect is probably going to be too demanding because she is likely to want to get married and have children before the end of the course.", "– the time at secondary school when we were told to wear leotards for sports class, and a male teacher took the class as a substitute. He spent most of the time making us perform ‘exercises’ that involved spreading our legs wide apart, while he stared at our crotches.", "– the disappointment in discovering that your employer has not complied with the government’s requirements for reporting the gender pay gap (is receiving a fine the lesser of two evils?). And the disappointment being compounded when the local union rep (male) fails to show any interest in chasing this up.", "– the countless times in my career that my ideas are only seriously considered as good or valid after they have been ‘appropriated’ by a male colleague.", "– the way at university open days I am still often assumed to be a student because I am female and look young for my age, even when I am wearing a name badge that indicates I have a PhD and am a senior lecturer.", "– the hotel proprietor who used creepy ‘flattery’ tactics (you’re so pretty….how old are you….how do you stay so fit….etc) in an attempt to distract me from the fact he was over-charging for our meal.", "– taking literally years to build up the confidence to wear shorts in public, the sudden feeling of healthful freedom, and then the man – a complete stranger – who destroyed all that within half an hour by loudly criticising the spider veins on my ankle.", " – the constant frustration of only pink colour schemes being available in women’s cycle wear and motorcycle wear, which singles us out for special, unwanted attention. The designs / cuts that do not acknowledge a muscular female’s anatomy – we actually do develop muscles doing sport, you know. Apparently we shouldn’t be taking exercise that seriously? ", "– at the reception desk in CostCo, my husband is asked what is his profession. I am not asked.", "– our neighbours, though lovely people, only ever ask me about my husband, or if we are together, only ask us things about him. What I do or think is never important enough even for chit-chat.", "– if a man had been bleeding heavily and continuously for 50 days, I suspect his GP might be motivated to do more than simply prescribe him some iron tablets."], "tags": ["medicine", "Public space", "School", "Sport", "University", "Workplace"]},
{"name": "Judith", "date": "23rd November 2018", "text": ["One of the bosses where I used to work in the 1980s used to smack my bum routinely. When I protested to the female director she said, “oh go on, you love it really”."], "tags": ["Workplace"]},
{"name": "Judith", "date": "23rd November 2018", "text": ["When I was doing the drugs round during one of my NHS nursing practical assessments in the 90s, the charge nurse had his hand up my skirt."], "tags": ["Workplace"]},
{"name": "P", "date": "23rd November 2018", "text": ["remembered today with stark clarity that at 7 years old on holiday with my family older boys wolf whistled at me when i walked down a boardwalk. My mother told me to take it as a compliment and i never batted an eyelid or questioned it – it took me a long time to realise that it was the exact opposite of that."], "tags": ["Childhood", "internalisedmisogyny", "Public space"]},
{"name": "Rachael", "date": "23rd November 2018", "text": ["At a major event at my new job, the CEO of the organisation I has been working for for a month met my partner for the first time. ", "He told my partner he was enjoying me being his new “work wife”."], "tags": ["Workplace"]},
{"name": "Aurynn", "date": "23rd November 2018", "text": ["I am constantly told if I stand up to my bullies that I’m just hormonal and emotional because I’m ‘on my period’"], "tags": ["School"]},
{"name": "Someone", "date": "23rd November 2018", "text": ["About a year ago my best friend harassed me. We were going out and it was a fun night until someone put drugs in my drink. I still don’t know who it was or why he or she did it. The only thing I remember during this night is that my friends dropt me off at my best friends house. I remember that I didn’t have control over my body but that I sometimes had a little bit control over my thoughts. My friends put me to sleep and there I was sleeping in a room. It was until the moment that my best friend started feeling my breast that I felt that there was something wrong. His hands moved slowly towards my legs and I felt him getting lower and lower. But I couldn’t do a thing my body didn’t move I was just a body laying there. The worse part is the next day I asked him why he did that and he answered it was just a dream."], "tags": ["School"]},
{"name": "paloma207", "date": "23rd November 2018", "text": ["“You’ll be giving off the wrong mesage,” my supporting mother warned me as i decided to get the big chop and go from bum-length hair to pixie bob short. I was raised in a somewhat conservative-somewhat liberal hispanic household. Yes, my extended family preferred longer hair saying women’s beauty is exentuated with long hair. When i had my hair chopped off, they didn’t like me spending too much time with them in family environments. They didn’t want to risk associating themselves with a potential “gay”. I am not gay. I checked. I just fall closer to the androgynous line tis all. My mother knew that and the following day she also had her hair cut short like mine. I don’t think we were invited to any family gatherings that following year all because of wanting to be modern and not keeping the hispanic cultura. It’s a thing in many other culturas too."], "tags": ["femininity", "Haircut", "Home", "lesbian", "masculinity", "short hair"]},
{"name": "H", "date": "23rd November 2018", "text": ["I was talking to a boy at my school. I considered him to be my friend. Somehow we started talking about relationships and who we liked etc. He proceeded to tell me how he liked me the year before (along with a friend of mine). ", "I do not remember every moment from that conversation. I just remember the moment he looked me in the eyes and said, “Honestly, you just have a really fat ass. That is why guys like you. It is just because of your fat ass.” Shrugging he listed other girls in my grade that shared that trait. At the moment I couldn’t say anything. ", "I couldn’t believe he said that to my face, without even thinking about it…"], "tags": ["School"]},
{"name": "Joss4Comm", "date": "23rd November 2018", "text": ["To this day I get saddened when thinking bout missing big college opportunities. Growing up in a Mexican catholic family women were not expected to be more than a housewife. I worked my ass off in highschool to get into some of the best schools in my state. I got into 2 UC’s and every CSU I applied to. I was so excited to go to college even though it was out of town. My parents cut my dream short because they refused to sign my paperwork to go to college in the fall. Since I was a minor I needed their permission to go. They said I could not go because I was only going to party and “hoe” around. They said I was underage and if I left they would call the cops on me. I could have forged the signatures I knew that, but having no family support made me lose confidence in going to college altogether. ", "Foward to a few years later my younger brother was allowed to go wherever, whenever even drive underage and unlicensed. He had trust simply because he was a male. I grew apart from my family because of these beliefs but I do not blame them. I blame societal gender norms they grew up in that didn’t allow women to go to school or have the same freedoms as men. Now after being estranged from them after years they learned to accept me as a responsible independent woman and support my younger sisters to do the same. That is all that matters."], "tags": ["Home", "School", "University"]},
{"name": "AndrewAA", "date": "23rd November 2018", "text": ["I come from a place that is almost always cold, so going to school somewhere where 80 degrees is “good” weather is hard for me. So I wear a lot of crop tops and shorts. And I can tell I get looked at a certain way for it. I get told by a guy friend that I shouldn’t wear things like that in public, and particularly in front of him because it makes him stare at me. It’s not like I am wearing little to no clothes and being seductive. This mentality that what I’m wearing has meaning behind it is ignorant. I’m not asking for anything by deciding to wear a tube top. Dress code standards are strictly for women and they outrage me because as a woman I feel like I will never be able to get out of a cycle of victimization because people are raised to think girls are distracting when they are a little revealing. No tank tops, no skirts or shorts 3 inches above your knee. We are taught that these areas schools and systems are so eager to hide should, in fact, be sexualized."], "tags": ["dresscode", "Media", "School", "standards", "University", "Workplace"]},
{"name": "Tracy", "date": "23rd November 2018", "text": ["There were three candidates for the job – two women and one man. The two women were very clearly more qualified than the man. We both had more years of experience, worked in the same area already, and were well regarded by our colleagues. The man got the job. ", "When asked why – I was told that the boss had trouble “imagining me in that role.” Later, I spoke to the other female candidate. Each of us said, “I will be Ok with not getting this job, if SHE gets the job.” We both thought so highly of each other – it would feel fair to lose out to someone qualified. But that was not fair.", "Realizing my opportunities were limited, I left the company for a better position as quickly as possible."], "tags": ["No Promotion", "Workplace"]},
{"name": "blush", "date": "23rd November 2018", "text": ["I have experienced sexism in high school. I used to ride the school bus to and from school with my friends. There was this one boy that would pick on me and call me names. One day on the bus ride home from school, he had called me a dog. I tried my best to ignore him the whole bus ride back. Once the bus ride was over I rushed off of the bus and walked home with my friend. The boy got off the bus as well and walked in the same direction as my friend and I. He then proceeded to make whistles at me and said ‘come her doggy’. My friend had her headphones in so she didn’t hear him and I never mentioned it to her because it made me feel really uncomfortable and mad. Now that I look back at this experience I should have told my friend because every day after I tried avoiding him, even though he was friends with my friend. We need to let people know that this behavior towards anyone is not acceptable and that no one should stay silent about this."], "tags": ["School"]},
{"name": "kejsi", "date": "23rd November 2018", "text": ["So there was this one time around 10 o clock and i was going home after my dance classes. I have to walk around 10 minutes after i go off the bus and i was running to get home fast so i can be safe. I was almost home when a group of boys around the age of 18-20 started to stare at me so i tried to be calm and i took the keys out of my bag so they could get the sign, that i was near home. They started making inappropriate noises so i run home as fast as i could get, thinking f why should girls be afraid to go home all times of the day and especially at nights. Why do man feel the need to make us afraid or make us feel like property?"], "tags": ["Public space"]},
{"name": "Taylor", "date": "23rd November 2018", "text": ["I went on a date with a guy last week that I met at school. He was sweet and gave me tons of compliments the whole evening. Within the first 45 minutes, he made a point to grab my hand. Its difficult to make me uncomfortable, so I was fine with it. We head to my car to talk longer because the restaurant closed. We had a pretty in depth conversation and apparently to him it was a sign that I wanted to be kissed. He didn’t ask, he didn’t give me warning. I didn’t push him away because I didn’t really know what to do. He tried to grab me (non-violently) and bring me over to his seat, but I said no. He tried 3 more times and finally got the hint I didn’t want to sit on him. We continue the conversation and he again makes moves to kiss and grope me. He seemed really forward and I didn’t want to seem like I was uptight but I was also uncomfortable. I kissed him back and then he left a little while after. I felt like I had no say at all, he just took it. He assumed because I was on a date and we had a good conversation that I wanted to kiss him. He didn’t push me to do anything else, but I now understand the importance of consent more than ever."], "tags": ["School"]},
{"name": "Indirect", "date": "23rd November 2018", "text": ["I’ve never really dealt with sexism towards me, but I’ve had to deal with it happening to my girlfriend before. We live together and she doesn’t drive so I take her anywhere whenever I can, but when I can’t she has to walk or take the bus to where she needs to go. She’s called be countless times because men have followed her while she’s walking, sat next to her and have been rude to her, or even pulled up to her in their cars just to stop and cat call her. It enrages me that men are like this, things need to change."], "tags": ["Public space", "Public Transport"]},
{"name": "jv", "date": "23rd November 2018", "text": ["As a girl I have always felt uncomfortable in certain places if I am wearing something that is appealing to a man’s eye.  I like to look nice, and when I wear something I feel maybe more appealing I don’t do it to grasp attention, I do it because it makes me feel good about myself.  I work out and wearing a skirt or a tight dress sometimes allows me to aprreciate my hard work and dedication more than some jeans and baggy sweater might.  Unfortunately if you wear what we call “more proactive” clothes than average when going out or out to the store you are more than likely to get gross comments said to you even if you still choose to not look so revealing.  This is something I have always encountered and felt extremely uncomfortable about.  Last week i went to Vegas for my older sister’s birthday, while we were walking i stepped away form the group to go to the restroom and got whistled at and told “damn girl yeah you with all that ass” I was furious and replied, “wtf, f*** you!” i went to the restroom and had to stop myself from crying at how furious I was.  As I stepped out I had a two guys who claimed it was very crowded walk RIGHT behind me while grabbing my waist and bottom of my butt, I was irritated the rest of the night and told myself I am over going out to clubs and such because of the encounters us females have to face when we simply want to enjoy ourselves and our friends company.  There is no need to disrespect females."], "tags": ["Public space"]},
{"name": "Ruth Williams", "date": "23rd November 2018", "text": ["Our local school just renamed its ‘houses’ – guess how many were named for women?", "\nNot one!", "\nWell not quite… on challenging the decision I was informed that one house was actually named for a local woman that just happened to be from an influential local family…", "\nok, so that will be why she wasn’t mention by name or any of her achievements noted!"], "tags": ["equality", "gender", "Public space", "School", "unconscious bias"]},
{"name": "Kim Rickwood", "date": "23rd November 2018", "text": ["I work in an industry where it is considered polite to allow women out of a lift or through a door first.", "One afternoon I was in a lift with several people, and as the lift went up the building stopping several times there was only one other  person left. I was distracted by typing on my phone. The man in the lift with me said “After you.” I replied, “No, it’s OK.” wanting to finish the last couple of words on my message. He responded by putting his hand on his shoulder and pushing me out of the lift. He then proceeded to walk through a door out of the lift lobby without holding it open for me. I finished my message, hit send, looked up and realised he had pushed me out of the lift onto a level I didn’t work on. I had to call the lift again.", "The “politeness” is frequently unspoken so there is a bit of a hesitancy from many people, both male and female. Sometimes it results in women becoming used to going out first, without saying thank you. Sometimes it results in social embarrassment as men get irritated that you take too long. Sometimes I try to be polite and say “After you.”. I am frequently met with a “No, you first.” response to the point where the lift may just close or I say that I am stubborn and I can stay here all day. Sometimes I say “I like to be polite too.” Sometimes I get to talk to people long enough to get them to understand that I don’t like this “ladies first thing” as it gets people used to making decisions on a gender basis."], "tags": ["Public space", "Workplace"]},
{"name": "Tasha M", "date": "23rd November 2018", "text": ["I was out walking my dog this evening in my own neighbourhood when a car pulled up driven by a young lad with his mates in the back.", "\n“Is that your dog?” he called out to me.", "\nTaken by surprise, I said “Yes!”.", "\nHe responded “Well, it looks like you..”", "\nHe and his mates snorted with laughter as they drove off."], "tags": ["Public space"]},
{"name": "E", "date": "23rd November 2018", "text": ["In 5th grade, a boy (who was held back twice and missed the cut off making him almost 3 years older potentially being an eighth-grader if things had been a little different) smacked my butt as I went to throw my garbage away.  I reported him, however, it bothered me then and still bothers me 5 years later"], "tags": ["School"]},
{"name": "Lesley", "date": "23rd November 2018", "text": ["I used to play the piano at school for the choir and my principal always gave credit to my assistant (who happened to be a boy who I was training) and totally ignored my presence in the room"], "tags": ["School"]},
{"name": "Sorry", "date": "23rd November 2018", "text": ["When I was about 14 I had gone to umpiring training with my friend who has quite large hips. On the way out we heard some boys make comments about her butt very flippantly – whether we heard them or not didn’t matter to them but they were talking amongst themselves loud enough for us to hear. My friend rolled her eyes and said something about it being annoying. Then I said what I’d heard men on TV say about these things – I said “Take it as a compliment. At least you have a butt.” I feel really shit that I said that to someone and I can’t believe that I didn’t stick up for her, but I felt to need to get this off my chest."], "tags": []},
{"name": "Isabell", "date": "23rd November 2018", "text": ["At school I was playing soccer with classmates and I boy made a comment that I was good for a girl meaning that he thinks girls are supposed to be bad at sport."], "tags": ["School"]},
{"name": "Aoife", "date": "23rd November 2018", "text": ["I was at my running training and one of the coaches is just so casually sexist, telling the boys they have to win, and that the girls will never beat them in anything, when i am one of the fastest runners in the group. i work so hard to prove him wrong, but he never congratulates me, only the boys. everyone i tell says i’m reading too much into it or it doesn’t matter, because in all fairness it is a really small thing. it’s just his annoying attitude and the smugness of the boys when they beat me occasionally that makes me so annoyed."], "tags": ["Sports Training"]},
{"name": "AUT", "date": "23rd November 2018", "text": ["I was maybe 21 when I visited friends in Germany. The small village where I stayed at held a street festival and there was drinking and partying. While I was there I met an old friend of my dad’s. We talked about my father and my family in general and he asked me if he could get me a drink. I did not mistrust him at all so I said yes. The next thing I can remember is lieing half naked on the bed with him next to me. I was so shocked that I grabbed my clothes and left. I was ashamed because I was drinking, but I know that I did not drink as much to pass out from it. And then a week later I received a letter from this guy apologizing and asking me not to tell my father about the incident. I never did…"], "tags": ["friends"]},
{"name": "Hannah", "date": "23rd November 2018", "text": ["One of my funniest experiences of sexism was when I was on holiday in Wales, before mobile phones & Sat Navs… I was with my 3 children & a boyfriend who was considerably younger than me, & needing to find out where a friend’s house was – I left my boyfriend on the street of a small Welsh town, with my children, & went into an Estate Agents to ask for directions. I spoke to the man in there & asked him for directions, I was the driver so to me it made sense to find out where I needed to go. He looked at me, didn’t say a word, then lifted up the flap of the high counter in the office, walked past me, still saying nothing, opened the door & went out onto the street & then told my boyfriend where the place we were looking for was. I was in shock, so I didn’t question what happened straight away, & later in the day, we all had a good laugh about it! But really it is pretty shocking behaviour …"], "tags": ["directions", "help", "professional", "Public space"]},
{"name": "Aiden Johnson", "date": "23rd November 2018", "text": ["When I was a 14, a freshman in High School, I was left alone in study hall, it was just me and my male teacher. While I was working on homework and he came and sat beside me and started working on a project. While I was continuing to work he turned to me and asked “what would you do if I hit you right now?” I was stunned and didn’t know how to reply, I was wondering if I heard him right. “What?” I replied so he repeated his questions. “What would you do if I hit you right now!” So I said “I would tell someone, another teacher” “What if no one believed you” he asked. “I would so the bruise” “Well I would hit you in the shoulder so there wouldn’t be a bruise.” He replied snuggly. “ I would still tell someone I responded” “Oh really.” He then proceeded to swing it arm at but stop at my face making my jump which made him laugh. He did it again this time catching me in the eye. He then started apologizing profusely saying he didn’t mean to hit me. I didn’t tell someone like I thought I would have.  In fact I didn’t say anything. I often wondered why I didn’t, I had never felt so unsafe then sitting that room with him. I should of told someone or at least been moved to a different study hall. Instead I had to return to that room every day scared that I would be left on my own in that room with him. I wonder why I protected him I remember thinking I don’t want him fired over this I know he didn’t mean to hit me. But now I wonder if he did why else would he have come over and sat with me. I wish now I would have spoken up. I wonder if he did it to anyone else at my school and if I could have protected them by speaking out."], "tags": ["School"]},
{"name": "Lindsay", "date": "23rd November 2018", "text": ["I’m about 8 months pregnant, this experience I had was a couple of weeks ago. I live in gated military housing, and I was walking down the street to the mailboxes. There were two male maintenance employees finishing painting a fence, and one of them started catcalling me. I whipped around just in time to see the other smack him and say “Don’t do that!” I was relieved, until it was followed by “She’s pregnant, dude!” I rushed to get my mail and nearly jogged home trying not to cry.", "\nI thought for a moment that he was coming to my aid because he respected ME. In reality, his respect was only for the father of my child. As if, were I not pregnant, it would be totally fine to speak to me like that."], "tags": ["Home", "military", "pregnant", "Public space"]},
{"name": "outlook", "date": "23rd November 2018", "text": ["My BEST friend was sexually assulted by a guy she thought she had a crush on. SHE WAS 11! when I met her, she was scared of me because I was social like the other dude. I realize that something like this can change your entire outlook on the world."], "tags": ["Home"]},
{"name": "Erin", "date": "23rd November 2018", "text": ["I was placed in an assignment group with three twenty-something guys at university for a project. Not only were they completely disinterested in my ideas and contributions, but when assigning tasks for the next meeting I was told all I had to do was ‘bring the snacks’."], "tags": ["University"]},
{"name": "Paloma Rosales", "date": "23rd November 2018", "text": ["“You look like a boy,” they say to me far to often when I get my haircuts. I typically grow my hair as long as I can manage; That would usually be when my hair reaches my hips. When i decide to cut it, I never just get a trim. I start all over again and cut it into a pixie cut. I adore short hair. However, it never fails in bringing the public to comment about how it makes me look tomboyish or like a lesbian. My family and close friends assume i am making a statement cutting it so short. My mother tells me to put on makeup with my short hair to make myself appear more feminine. Who defines my femininity and my personal gender/sex preference? me! Not them. Now my hair is close to reaching my bum and i look forward to the day i go back to my pixie cut."], "tags": ["femininity", "Haircut", "Home", "lesbian", "masculinity", "Media", "Public space", "short hair", "University"]},
{"name": "Penny", "date": "23rd November 2018", "text": ["Today I presented my findings to my boss who told me I shouldn’t work while angry. Puzzled I mildly said that I wasn’t at all angry and he just proceed to interrupt me and tell me I should smile more. So I now have to been more happy when I work but not too happy so that I don’t come off as glib."], "tags": ["Workplace"]},
{"name": "Chelsea", "date": "23rd November 2018", "text": ["I made a joke about a man “looking pretty” next to a poster.  He said it was “not okay” for me to say that.  I jokingly said, “welcome to being a woman.” He was so greatly offended, that I ended up apologizing.  It felt so wrong.  I cried.  Then, I realized that I shouldn’t have to apologize for drawing attention to the way women are treated every day.  He should have felt uncomfortable.  And, instead of making me feel bad, he should have acknowledge that women shouldn’t have to feel this way every day.  As a woman, if I decide to use humor to cope with my oppression, men don’t get to tell me that it’s not appropriate."], "tags": ["Workplace"]},
{"name": "Be happy.", "date": "23rd November 2018", "text": ["In the past year I had a job that required checking passports for cruise patrons.  Since thousands of people were put on a single ship, eight to 10 agents were checking documents.  We were instructed to be personable but quick.  I was solely doing this job for money and I’ll never forget one of the senior women telling me “You have a lovely smile! Why don’t you smile more.” Well, the job was stressful, I didn’t like it and they weren’t paying me enough to smile more.  Also, there were many agents, male and female who were never asked to “smile”.  I resented it.  But I’ve heard that smarmy, ass-kissing request so many times before.  It never comes across as a request, but an order.  Look pretty.  Let the people you serve know how happy you are to serve them! I felt that if I wasn’t genuinely smiling, I was cheating whoever I was serving.  I decided to look neutral, laugh when something funny occurred or when a patron smiled at me. The idea that women are supposed to look “pretty” or “happy” has always disturbed me. I found that fake joy was exhausting, and quit after a year."], "tags": ["Workplace"]},
{"name": "Elise", "date": "23rd November 2018", "text": ["I work for a charity and my male boss just referred to one of our supporters (a 49 year old woman) as ‘that girl’. He wasn’t trying to be derogatory, he just thinks it’s ok to refer to grown women as girls."], "tags": ["Workplace"]},
{"name": "Chandana", "date": "23rd November 2018", "text": ["It is nerve racking and disheartening to go out in the streets and public spaces in India as a woman and face the reality of sexism – feels like one can never escape the male gaze and this has been the case for as long as I remember ( Decades longer when we look at the larger picture of patriarchy ) Even as young as 9, I recall traveling with my mom and aunt in a train and a nearby male passenger stared at me to the point I was so uncomfortable and shared audibly with my mom – ‘ Why is he looking at me like I’m wearing no clothes??..I am fully clothed! ‘ to which my mom and aunt said ‘Good you’re asking but we don’t really know..they choose to be creepy.some men are like that.’ they laughed cause they had asked themselves innumerable times but hadn’t really articulated it aloud. We didn’t look back to see if the man had registered it or if he even understood English. Somehow in that moment, it was enough that we had said it and put it out there.. however, this openness and confidence took a backseat..I felt like I couldn’t be open or confident enough to express me feelings about sex the more I grew older.. the boys grew more sexually explicit, of course- like sex IS their thing. I understand now that this has to do with messages they receive from the media around and porn, which is solely created to cater to male fanatasies etc.- It is NOT sex education, like I’ve heard one of my classmates claim. It excludes the feminine aspects of sex completely .Girls also grow more silent because it happens too often and we don’t feel safe enough to address / confront the boys/ men who do cross the line. I thought there was no way to traverse the world unless I normalized such behavior (as I saw my elders and peers do )- laugh it off when male classmates objectify girls, even yourself or discuss very proudly porn movies they discovered and shared with each other. One guy in the 9th grade asked me one day ‘ I watched porn yesterday and the girl in the video looked exactly like you and I thought to myself – woah when did she get into porn?’ He was looking at me in the eye as he asked this.no embarrassment on his part. I was the one embarrassed and caught off guard…seemed like he was ‘jokingly’ testing my prudishness..so I gulped down my feelings and shrugged it off with a ‘what? Of course not’. . On the streets, in workplaces ( I work as an architect a male dominated industry ), grocery stores, airports, buses, markets – ai, as well as many other women, get the sense that we are being scrutinized and objectified and there is a very palpable layer of perversion to it. They are not simply appreciating us for being beautiful ( that some men and women claim to normalize such behavior ) but really sexualise us in their minds because society freely allows them to do and because they feel more (perversely) powerful by doing it. Gloria Steinem says that sexual violence has nothing to do with sex but the need for domination. And in truth, these men must be highly insecure and powerless that the only way they can get a remote sense of power is by sexualising an unsuspecting girl and throwing her off guard. Just today, I went to a xerox store to take some prints for my art class ( I teach art for special kids ). There were two men who caught sight of me- one of them starting singing softly..he caught my attention. They saw me looking and continued to look, unafraid. I complained to the store owner who at first ignored what I said and later asked an assistant to check who those men were. As I was explaining to her what happened, this stranger came and said ‘ no no they were definitely not whistling at you..you are misjudging…they must be talking amongst themselves’. He was not at the scene, didnt know what really happened and yet he was so confidently dismissing my experience. What ?!! I told him ‘ I had nothing to gain from complaining, why would I be complaining just like that..you were’nt even on the scene to see what had happened’ I had to defend myself, my dignity really…what was really not okay was that he interfered when it was none of his business to do so and he was misjudging ME but accusing me of it.How twisted is that ! He was quite loud and vocal..even when I went to collect my prints and came back to pay, he was still telling the assistant that I had misunderstood at which point I lost it, i felt I had a lot to say but managed a few sentences. ‘ I’ve been coming to the store for years and this is my first complaint..it’s very easy for you to say what you’re saying..how can you declare anything when you were never there to witness the event? There is so much going on in the news with sexual harassment..this is nothing but the male ego’ They were raw, disjointed sentences but I felt the power in them..I was shaking as these words were coming from places deep within me. The man fell silent. I know enough to know that people who sadly do not have enough awareness have a tendency to dismiss the truths and re-victimize the victim and automatically defend the accused. I did not give the creepy guys at the store any chance to explain or further distort the situation- I paid my bill and walked out. Iclearly knew what had happened, and sometimes that’s enough. if people want to deny or skew it, then that’s on them- I walked out of the store, feeling shaken and in disbelief that people can be so closed and incapable of receiving another’s experience. But I am glad I have the awareness and to know that I can act for myself, however unwilling society may be to accept and encourage women to realise their fullest potential"], "tags": ["awareness", "Feminine", "Media", "Public space", "School", "victimization", "Workplace"]},
{"name": "Lucy", "date": "23rd November 2018", "text": ["Breaking news: Chap at work told me I remind him of a former colleague who once came into work in an outfit she planned to wear to a date that night. It was short and tight, just like my dress. I should be careful because her dress was made of thin material and he could see right through it. He ‘put it in the spank bank’. ", "Even creepier but less easy to explain is the fact I often catch him just staring at me with a Gollum smile on his face. How can I justify that it makes me feel uncomfortable and vulnerable being looked at in this way? I’m ‘overreacting’."], "tags": ["Workplace"]},
{"name": "Beth spooner", "date": "23rd November 2018", "text": ["when talking to my teacher about my EPQ topic (sexism In engineering) he told me that doing an engineering course is a good choice because I’ll have my pick (in context of It being a male dominated subject). it really baffles me that he could be this sexist when having an open discussion about it, it also annoys me how I naturally brushed over the comment and only realised later how extremely sexist it really was. I am definitely using what he said in my essay to prove my point, can’t wait till he reads it!"], "tags": ["engineering", "School"]},
{"name": "DJimenez", "date": "23rd November 2018", "text": ["So when I was in high school I got dress coded for wearing shorts that were too short. Or I would get dress coded for wearing a cropped shirt when boys on my campus could walk around shirtless form practice. The security guards would even greet them and ask how practice was. The boys were never told to put their shirts back on! The teachers in the classroom would tell them to put their shirts back on but would not give them dress code. Of course, though they would make comments about what the girls were wearing."], "tags": ["School"]},
{"name": "Jay", "date": "23rd November 2018", "text": ["I was molested every single day of my 7th grade year. the worst was he pinned me to a wall and forced me to kiss him and put his hand down my pants before I was able to run.(that was my first kiss) even after that he continued to grope me in class and in the halls.", "\nI am in 12th grade now and this is the first time I have ever told anyone."], "tags": ["School"]},
{"name": "May", "date": "23rd November 2018", "text": ["I used to walk past a shop everyday on my way to the supermarket, where a group of man was always hanging around in front of the entrance. One of the men spoke to me every single time I walked past saying ‘Hi beautiful, how are you?’ in a very flirty manner. Not once did I reply or even looked him in the eye. After months of hearing his comments and feeling his staring eyes for every single day, or sometimes even a couple of times per day I had enough. I asked him directly but politely if he could please stop harrassing me and that it was very annoying. After that he never bothered me again. Proud of my little victory I shared the story with a (male) friend, on which he responded: Why did you have to be so bitchy to him, maybe he didn’t mean it like that."], "tags": ["Catcalling", "Public space", "street harrassment"]},
{"name": "Anon", "date": "23rd November 2018", "text": ["Instead of talking about “self esteem” in PSHE classes, I wish girls had been given useful information on how to effectively care for a family and have a science career at the same time.", "What concerns me is that there is a lot of “You can do it!” inspiration given to young girls to do science careers, but nothing about the practicalities of how to do it. There was no advice given as to how to deal with teachers and professors that believe the “science” that claims that women cannot do spatial and Maths tasks as effectively as men.", "PSHE lessons never helped me. I studied hard at science, but I am lonely and on benefits now struggling to help look after disabled relatives. There was nothing mentioned about how disabled people do science, except for Steven Hawking. No disabled women doing science were ever mentioned. There were no “days in the life” of disabled female scientists with families and children. Nothing. No female scientists from different beliefs or races were mentioned either. The only scientists we heard about were dead white men. We had a lab labelled after Helen Sharman, but weirdly no one ever talked about how she got her career and looked after her family at the same time.", "This isn’t an issue with my confidence as a female (I was very confident with science at a young age until some of my teachers started yelling at me when I misunderstood tasks, and I struggled with statistics and report writing). Yes I did ask for help all the time, but none of this seemed to help.", "Makes me wonder why I even bothered trying to put the effort in really. It was all futile and led to nothing in the end.", "That’s why I feel depressed whenever I hear about female role models in science because I feel I failed as a woman for not having a stable loving relationship or a family and I failed at having a science career.", "Some teachers at school said that studying hard would get me a science career, a house, “my hearts desires and money. They were wrong. All studying hard at science brought me was bullying by teachers, confusion, isolation, poverty, loneliness and depression.", "Also, it’s no good just talking to a group of girls about sexism. That’s preaching to the choir. Males need to be talked to too.", "I was never ever told how to work effectively alongside men or have fulfilling relationships with men that respected their needs. I was never told about male issues or functional anatomy in PSHE. I was never taught as a woman how to walk a mile in men’s shoes.", "I have never had a successful relationship with a man. Men in the past have tried to pressurise me into having sex without protection. When I refused, they left me for younger women. This is why I am lonely and still a virgin at over 30. I was never ever told that men and women could have fun together. I was just told they got misery, dependents and disease from each other.", "All PSHE taught me was that men could give me AIDs or HIV, or get me pregnant and ruin my education/career. All the nasty diseases I was told about that I could contract from men and the penalty that young women incur in their careers and education for having children. I later found out that at teacher at school who berated teenage mothers and said that women should all have careers was actually a lesbian. Explains a lot really. For some reason, men don’t seem to incur the opportunity cost of having children in the way that women do.", "I wonder, perhaps I am just very thick or maybe I should have studied less at school so I could be happier in a relationship with a man?", "Who knows?", "All I know is that I was lied to by people who supposedly told me that they cared about my welfare and relationships.", "I feel depressed as if I have missed out on forming fulfilling relationships with men. In order to do this it seems, I would have to put their needs before my own."], "tags": ["Home", "School", "University"]},
{"name": "anonymous", "date": "23rd November 2018", "text": ["my parents are publicly (at least to me and my siblings) about their sexism. They’re not from the US or Europe which makes it more understandable but they won’t let me go out on my own, get a job (i’m a teen), do sports, and etc. all because i’m a girl. one of my parents even said “how do you expect to do sports and have your boobs go around shaking for all the boys to see” and my mother and father openly admitted that they would let me do all these things if i was a male."], "tags": ["Home"]},
{"name": "Jo", "date": "23rd November 2018", "text": ["A commentator  commenting on the snooker match between Luca Brecel and Alan McManus suggested that Brecel’s girlfriend, when shown on camera, was possibly thinking of the new handbag that she might get with Brecel’s winnings."], "tags": ["Eurosport", "Media"]},
{"name": "that woman", "date": "23rd November 2018", "text": ["So, there I am at the gym. It’s a very high-tech gym, with all the ‘scores’ (heart rate, % effort etc etc) displayed on a screen at the front. Personal trainer comes to talk to me – I’ve been working with him for 5 months. He asks me what my ‘personal best’ is – I’m not sure what he means, so he explains – ‘What’s your highest calorie burn?’ I reply that I’ve no idea, I don’t count calories so I’ve never paid any attention to the calorie figure on the screen. He asks, in a very surprised voice – and I quote – ‘Why don’t you count calories??’ I gesture to my skinny shape (I’m 5’8″, weigh 9st 5lb, BMI of 21). ‘Fair point’, says he.", "But why the assumption that I ‘must’ be counting calories? Does he think that every woman is counting calories? I go to the gym to get fit and stay fit, not because I’m overweight. I weigh exactly the same now as I did when I started, which is fine with me."], "tags": ["Public space"]},
{"name": "Fiona", "date": "11th November 2018", "text": ["About two years ago (I was around the age of 14), I was walking down the road in my town which is mostly middle aged to elderly with my older sister (around 17). It was dark, yes, but we were walking to a restaurant with our parents and family friends behind us.", "We stopped at the traffic lights and a car with two or three guys in it drove past, the passenger in the front stuck his head fully out of the window to catcall at us.", "This was the first time something had ever happened to me and it made me feel uncomfortable, so I looked to my sister for what I realise now to be comfort. In a situation which made me uncomfortable, I looked to my older sister because I thought that she would know how to react, how to just shrug it off. That was the first time I noticed her shuffling in discomfort about her appearance.", "My sister will always be the slimmer one (and fair enogh, she has amazing metabolism) and she’s always the confident one even when I know something makes her uncomfortable, she doesn’t show it.", "That night, I realised that this wasn’t the first time she had felt this. Had experienced something which made her feel as though her skin was crawling.", "I wish that I had screamed at the guys (who were, by the way, around 20+) or at least stuck my finger up at them in defiance, but all I could do was freeze and look for help."], "tags": ["Public space"]},
{"name": "Molly", "date": "11th November 2018", "text": ["When I was 14 I was desperate for friends and lonely and thought that if I had a boyfriend or was pretty then I might have friends but I wasn’t and I didn’t. So I did what every lonely gen z teenager does and tried to find friends online. I found some but I found many many more who just wanted to see my boobs or my ass. I also found a guy that, on a post I made about being depressed and alone, dm’ed me how he would feel me up in my sleep. I also found my self in 2 emotionally abusive relationships. One was with a guy old enough to be my dad who sent me videos of little girls dancing cause he got off to it and he wanted me to as well. He made me feel gross and disgusting and suicidal but I couldn’t leave him because he was the only one who talked to me. The other relationship was with a guy that would pretend to rape me and then cry about he would never do it again and he was so sorry and I didn’t leave because I had been conditioned to go along with what other suggested and never say no. Another guy who was 18 told me he loved me but only texted me when he was horny or occasionally when I injured myself. I still feel sorry for the fact that I might have hurt them when I left and I’m still terrified that I might actually be the type of girl these guys wanted. A desperate slut that does get to say no and ok with being abused so she’s not alone because for a while that’s what I was. I still haven’t found the courage to report the pedophile because I’m afraid my parents will be ashamed and blame me and I feel guilty because by not reporting him I’m enabling his continued abuse."], "tags": ["depression", "Home", "lonely", "Media", "pedophile", "rape", "School", "self harm", "suicide"]},
{"name": "Molly", "date": "11th November 2018", "text": ["My guy friends regularly us pussy as an insult an call girls sluts and I always feel too uncomfortable to tell them to stop because I don’t have a lot of friends and I’m afraid I would lose them by being a “pussy bitch” about it"], "tags": ["afraid to speak out", "guy friends", "high school", "School", "usa"]},
{"name": "J", "date": "11th November 2018", "text": ["I teach private music lessons. My student’s dad just tried to come on to me, saying “don’t be mad, I’d really like to kiss you.” I can help sort of blaming myself; since we’ve been friends for 3 years and have a close relationship with his daughter. He broke my trust. And I was scared. And now he’s begging me not to drop his daughter from my studio. Saying his daughter doesn’t have to pay for his mistakes. He was being a creep! ", "What did he expect was going to happen?? That I would say “oh sure” and kiss him, start an affair, and have to face his daughter and his wife every week? Or just forgive an inappropriate and unprofessional advance, and let it slide by without doing anything? That we would still carry on being friends? ", "I’m scared to tell anyone, because I’m scared they’ll ask what I was doing in his house. See that I made a dumb mistake. After 3 years of getting coffee with my friend, we decided to get some dinner and watch tv in his home. Which I’ve been going to for years. So stupid. Or lecture me about how to be more safe in my work. I think I’m projecting my self judgement into others, that I’ve probably internalized myself.  ", "I don’t like that the solution is – never be alone in a room with a man. Never. We inform and reflect our own projections and judgments about what women should and shouldn’t do to avoid being sexually harassed. ", "I said “I feel unsafe and uncomfortable. I like teaching your daughter but I have to think about what to do. Don’t follow me.”", "Why didn’t I just say – I’m flattered, but no thank you. Because that SUCKS. I shouldn’t have to nice my way pout of those shitty situations. ", "Why can’t women just exist? I don’t want to feel scared doing my job to the point where I can’t be alone in a room with another man. ", "I feel like I have a responsibility to myself and to women to drop this guy’s family from the studio. His daughter losing out on my teaching isn’t the consequence of my actions. It’s his. He’s emotionally manipulative, and taking advantage of our friendship. I shouldn’t let harmful actions that have become the norm go unchallenged by letting it slide, even if it disappoints my student. Am I being selfish by dropping her? I don’t think it’s realistic to keep her in the studio. And I feel like I have an opportunity to make a larger stand about what’s right. ", "The boundaries are weird, because he’s my friend AND my student’s parent. He is both. ", "He needs to learn. If you sexually harass your daughters teacher, sorry no more lessons. Its a professional matter. It’s not good for you or your daughter. She’ll find another teacher, who you hopefully will not come on to. ", "How do I frame this? Were his actions deliberate? Has our friendship and professional relationship been a lie? Did he just feel so open that he felt we couldn’t talk about it, without judgement? Am I naive? Why am I blaming myself and taking responsibility for someone else’s problems?"], "tags": ["Home", "Workplace"]},
{"name": "Emma", "date": "11th November 2018", "text": ["I gave my seat up on the tube for a slightly elder man with a walking stick, he then offered me a seat on his lap…", "One of my housemates groped me inapporpriately in front of his mates when we were all hanging out."], "tags": ["Home", "Public space", "Public Transport"]},
{"name": "Ellie", "date": "11th November 2018", "text": ["When I was 13 in 7th grade there was a high schooler who would continuously sexually assault me. It was just miner things at ferst I would brush it off and tell my self I was over reacting. But that was befor my major assault. One day I stayed late after school to work with a teacher. When I got out I was walking down the stares and he came down the stares behind me. He grabbed my hair pushed me agenst a wall and reached down my pants. I told him to stop but he did not. After a minnet I pushed him away and ran down the stares to get on the bus. I struggled getting up in the morning to go to school I was failing my classes and I was in sutch a bad emotional state. I felt like it was my fault. I convinced my mom to let me switch schools for eighth grade so I never had to see him again . 11 years later now that I am 23 I have just came to term with the fact that I was assaulted and I don’t need to be ashamed. It was never my fault and it never will be my fault."], "tags": ["School"]},
{"name": "Jordan", "date": "11th November 2018", "text": ["When I was 13 a man dropped his trousers in broad daylight and began to touch himself in front of me in the street where I lived. I told my mum and she phoned the police but they never caught the man. ", "When I was 14 an older boy grabbed my bum in front of others me boys and they all laughed and jeered. ", "When I was 16 men in white vans used to whistle and shout things out their work vans when I would be walking home from school wearing my school uniform. ", "When I was 19 a guy sexually assaulted me in a nightclub and put his hand up my skirt. I turned around, shouted and swore in his face to leave me alone and what he did was assault. ", "When I was 26 a former boss grabbed me inappropriately from behind at a works Christmas nightout. ", "All this behaviour is unacceptable and because I call men out for their sexist behaviour I get called a crazy feminist because I fight against it. I believe in equality and I will continue to fight for equality till the end."], "tags": ["Public space", "School", "Sexism metoo feminism equality justice", "University", "Workplace"]},
{"name": "Anonymous", "date": "11th November 2018", "text": ["In Nepal I got told I’d be prettier with black hair rather than red hair. I know this may be a cultural difference, but why should I feel the need to be ‘pretty’ for others?"], "tags": ["Public space"]},
{"name": "Chris", "date": "11th November 2018", "text": ["I work as a limo driver in houston. Carrying bags for people man or woman is apart of the service we provide. I would like to also add that I grew up with wonderful parents that taught me to treat everybody with respect and to live in love with my fellow human beings. I as a man have never disrespected a woman based off her Gender. I in fact stand against those who do. I have always lived respectfully with all in my community. I never thought this would happen to me but here goes the story. Just last week I got a call from my boss on Monday. He calls to tell me that we have received a customer complaint. My crime? I helped bring in a ladies bags inside her house. I only brought them inside the door shook her hand and left as i do with everyone. Her complaint was that although I was nice and respectful that she felt uncomfortable with me being there because I was a man and that she was single and live by herself. I pick up many customers a day I do not know their personal lives or the situations that they are dealing with at the time. It is my job to provide a service that they pay for. I was told I could not drive her anymore because I’m a man."], "tags": ["Public Transport", "Workplace"]},
{"name": "anon", "date": "11th November 2018", "text": ["i once posted a picture of my outfit on my twitter account. i am only a teenager. i really liked my outfits. i got anon messages sent to me telling me that i had no chest, that i had the body of a boy, that no boy will ever like me and i’d be better of being lesbian. that was sexism. i just now realized"], "tags": ["Media"]},
{"name": "Clara", "date": "11th November 2018", "text": ["In Highschool (9th or 10th grade) during art lesson a boy in my class asked my best friend to make “sexy noises”. I rolled my eyes at him and groaned out in annoyance and felt immedeately embarrased as he (and his friends) laughed and said “just like that” and kept on anoying my friend until the teacher told them to concentrate on their art projects."], "tags": ["School"]},
{"name": "K", "date": "11th November 2018", "text": ["I have heard rumors at my workplace that the only reason I got a higher position was because I slept with my Supervisor. He is in a happy, steady relationship, and at the time I was too. He is now my coworker and I still think about those rumors. I was promoted very quickly because of my work ethic, not my sex."], "tags": ["fuck you for undermining me", "I'm not a slut", "people suck", "sleeping with boss", "Workplace"]},
{"name": "Lily", "date": "11th November 2018", "text": ["I’ve only recently noticed this, but when I have a family meal with my parents and brothers my Dad always sits at the head of the table. Things like this make me question the traditions the generation before me had and how misogynistic society was. When I have children I don’t want any gender roles to be obvious, but for them to learn that men and women are equal. I think this is really important."], "tags": ["Home"]},
{"name": "Anonymous :)", "date": "11th November 2018", "text": ["When I was in nursery, I loved to play with Jenga blocks and other construction toys. However, the boys at my nursery, told me that I wasn’t allowed to play with the blocks because I was a girl."], "tags": ["School"]},
{"name": "Rachael", "date": "11th November 2018", "text": ["Nearly every day for more than a year, I’ve gone walking in my neighborhood after walking my daughters to school. It’s a way to get some exercise and sunshine, and for a long time, I’ve not really had any problems during these walks.", "Yesterday, two men in a pickup heckled me because I only waved at them and didn’t speak to them when they said, “good morning.” They said, “Woman, what’s wrong with you? You can’t talk?” No woman walking alone should ever feel obligated to speak to strangers on the street.", "Today, while I walked on a different street, a man stepped onto his front porch and said, “hey, sexy,” as I was walking on the other side of the street. When I didn’t respond, he said it again. I shouted at him across the street to “shut up!” I quickly glanced back about 30 seconds later and he was still on his porch, very obviously staring at me with a smile on his face.", "Also, about a month ago, while I was putting the garbage bin at the curb, a man drove by and called out, “hey, babe.” My 10-year-old daughter was standing in the driveway and witnessed it, and I had to explain to her what catcalling is."], "tags": ["Public space"]},
{"name": "Anonymous 12 Year-old girl", "date": "11th November 2018", "text": ["When I was in nursery I loved to play with construction toys such as Jenga Blocks, but I was told by a group of boys that I wasn’t allowed to play with the Jenga blocks because I was a girl. ", "When I was about 7 or 8, my best friend was a boy. I was bullied because of the fact that my best friend wasn’t a girl.", "\n We would role play flying to the moon, making rockets out of cardboard boxes, but my fellow classmates couldn’t accept that a girl and boy could be friends without having a sexual relationship.", "\nEverybody loves their best friend, but if I ever said that I loved my friend, then we would both be made fun of.", "He left the following year."], "tags": ["School"]},
{"name": "Home – 20m", "date": "11th November 2018", "text": ["My name is Aarya. I’m a 16 year old residing in the Netherlands in the city of the Hague. I’m a girl. Today I came back; exhausted from spending two days in a trip 2 hours north of here with strenuous physical activity for Community and Service and the trip itself was a good escape from the stress of school I returned home with a few of my friends as they were walking along with me to a tram stop that lay merely 20ish meters away from my house. I stood there with my friend as he waited for the tram and one of my other friends came and stood with us as she lived in the same apartment complex. We began walking towards the building, passed two men who looked well in their 50s as they looked us up and down. One of them turned to the other, ‘one for you and one for me man damn’ turned to us a and went, ‘Come here babes, come let me share you.’ My friend who’s new was utterly terrified to the point where she clutched my hand and sprinted down the road. Her exact words, ‘I don’t feel safe just stay with me till I’m inside my building please.’ I’m SIXTEEN, so is she."], "tags": ["Public space", "School"]},
{"name": "Emma Hickey", "date": "11th November 2018", "text": ["For the year in industry for my degree I was involved with a couple of groups which encouraged women to build careers in IT. I detailed my involvement in my CV naturally. In a job interview I was asked by the male interviewer “what those were all about, eh?” in a condescending tone. His inquiry certainly didn’t seem it was out of was out of delighted curiosity. Sadly I really wonted the job and I did get it and am employed there now but I felt I  had to downplay my involvement to get the job."], "tags": ["Workplace"]},
{"name": "Josefina (I am mad)", "date": "11th November 2018", "text": ["I’m a 14 years old argentinian student. I’m a normal girl, yet I feel so different from all the other girls. When I was little, I knew I wanted to be a builder because I loved to build and to create things for people to enjoy, but my mom told me that it wasn’t for me, because I am a girl. I’ve been always forced to wear pink and love dolls and I started hating all those things that allegedly made me a girl. When I got into primary school, I started getting bullied for being fat and “hairy”: my fellow fat classmates were bullying me and I started to think that I could not be fat and hairy and a girl all at the same time, none of those things were girly. I kept hating being a girl.", "But then, when I was twelve years old, I found lgbt activism and feminism, and I started to love again all things girly while still keeping a boy-ish kind of side and started loving again all things related to building stuff that people would enjoy; and that led me to music. I am still sad and a bit mad though, I know I won’t be known anywhere in the world and won’t be successful in music because I’m still not skinny and still not pretty. If I were a boy, that wouldn’t happen.", "In school, teachers won’t be strict with us (math teachers, chemistry teachers, physics teachers, P.E. teachers) just because us girls are not made for since, or sports, or maths. I still am mad at being a girl, because I know that all my other classmates will have a better education than me and my girl classmates."], "tags": ["School"]},
{"name": "Peppermint", "date": "11th November 2018", "text": ["I finally found a movie in the theatre with a strong female lead, Peppermint, and was really looking forward to seeing it, when the day of the premier started closing in, I checked the date on the website again, but couldn’t find it anymore. I made contact with the theatre and asked when it would premier, and was told that there was no room for the movie after all. Seven movies were scheduled to premier that day, five of the movies had male leads and only two had female leads (one of which was a typical chick flick), but the theatre decided there was no room for two movies with female leads, so they cut the action movie, and kept the drama/romance “step-up meets save the last dance” that has been done a million times before."], "tags": ["Media", "Public space"]},
{"name": "Saga", "date": "11th November 2018", "text": ["I live in Sweden, one of the most progressive and equal countries in the world. A few years back I went to a festival with my father and my sister. I was wearing my new shorts that were shorter than what I usually wore, but not shorter than anybody else’s, what was fashion then. I had finally, after much consulting and encouragement from my mum, gotten around to wear them. At lunch time a man looks at my bum, smiles and says ‘Short shorts, I love it’. He was in his late forties. I was fifteen. I was so shocked I couldn’t come up with a response. After the man left my father said ‘With those shorts you can only blame yourself’. That shocked me even more and I was sick to my gut. I didn’t say anything then either.", "First opportunity I went back to the car and changed into jeans, blaming the cold. I never wore those shorts again. I lied to my mother, said that I outgrew them and gave them to my sister. I am nineteen now and I still rarely wear anything that is shorter then right above the knee, and when I do I make sure to wear thick cotton tights."], "tags": ["Public space"]},
{"name": "Alex", "date": "11th November 2018", "text": ["When I was around 12 I was walking home from high school (it was an all girls’ school) . Two boys from the parallel boys’ high school tried to get my attention by shouting the school name as if it was mine (since I was wearing the uniform). I ignored them, but I was scared they would cross the street and do something.", "\nWhen I got home and brought it up to my parents, they seemed to be overjoyed I was finally hitting that age of getting male attention.", "\nI was TWELVE."], "tags": ["Public space"]},
{"name": "V via email", "date": "11th November 2018", "text": ["I went to the nearby vegetable market with my mom today. She was busy talking to the vendor and I was standing beside her. Out of nowhere I felt someone touching between my butt cheeks. It was quick. But lasted long enough to tell it was intentional. By the time I could turn to see he walked past me. So before I could comprehend what happened or react in any way he was gone.  ", "The only thing that is bothering me is that I couldn’t react.I feel like I could have done something. When we hear about such subtle instances of sexual harassment it is very easy to assume we would’ve done something about it. It is only when you are in such situations is when you realize how easy it is to go blank and not know what to say or do or to decide if it is even worth creating a fuss about. ", "Not that instances like these are uncommon. It happens all the time. It makes me furious and eventually I forget about it.  But that was way before I let myself accept that its normal. Because we are so conditioned to not reacting in any way it is difficult to do that all of a sudden. But we can get better. And now I will be more confident if I ever have to face something like this again. I forgive myself for today. But I will be better tomorrow"], "tags": ["market", "Public space"]},
{"name": "Amy", "date": "11th November 2018", "text": ["Walking down the stairs at school and a guy puts his arms around me and steals my bottle. I tell him to give it back. He refuses. He’s clearly enjoying this. I yank his headphones out of his ears, he just smirks. He likes the power he feels he has over me. He only gives it back when one of his friends tells him to. What’s the difference between just giving it back to me, because i asked and it’s just rude, and giving it back because your male FRIEND says to. Why aren’t my words just as powerful?! There’s no excuse for harassment like that. I hate men."], "tags": ["Public space", "School"]},
{"name": "Maya", "date": "11th November 2018", "text": ["So I was walking around my campus right, I felt confident and cute in my skin. than as a random man walked by me and muttered under his breath “slut” at me. It  me extreamly angry and uncomfortable , I’m so tired of people judging me this way. instantly I was angry at myself because maybe my “shorts were too short, maybe I AM a slut…” internalized misogyny at play, soaked into my brain like a parasite. But even if I do wear something not modest that doesn’t mean people have the right to demean me and make me feel lesser than, just based on how I decorate MY body and live MY life the way I want too.  This happened two weeks ago and I just needed to rant, I’m sick of this sh*t"], "tags": ["Public space", "School", "University"]},
{"name": "a", "date": "11th November 2018", "text": ["I am 17 and have just left my first job after experiencing sexual harassment. When I first arrived I thought it was strange that my manager (a man) had only hired girls, but just looked past this fact. ", "However, as I began to have more shifts with my manager I realised more things were unacceptable. He would touch our waists and bums and press himself into me as he just had to “squeeze by” even when there was perfectly enough space to not have to touch me. Upon talking to more of my colleagues about the fact no workers were men they told me “he thinks pretty girls will help make more money.” I had thought I was a feminist until this point but genuinely felt so helpless. ", "He is still the owner of this company and so is practically indestructible, the most I could do is leave and warn others not to work there. In 2018 you would hope that harassment, albeit minor, wouldn’t still happen so regularly- but it has simply driven me to fight for more change."], "tags": ["Public space", "Workplace"]},
{"name": "Anna", "date": "11th November 2018", "text": ["I was walking down the street when I heard someone behind me ringing a bell. As I thought it must be some biker I just stepped aside while having my mum on the phone. The biker ringed again and again, so I turned around to see where he was. While turning around the biker was just next to me, pinching my cheek while driving further. I screamed after him to express my anger about it. It was in the middle of the day. Did he care? Nope."], "tags": ["Public space"]},
{"name": "Bee", "date": "11th November 2018", "text": ["I work at an Innovation Centre with a focus on Entrepreneurship in Tech sectors and I am managing intakes for a program for women (inclusive) focused on gender-related issues and breaking barriers for women in tech.", "I received an intake form from a man today for his company. He indicated that his company has 3 founders, 2 men, 1 woman.", "In the section asking for names and roles of each company member, he listed extensive biographies for himself, and the other man on the team. ", "Her name, email or bio were not included, at all. ", "Furthermore, he committed her to three sessions. I don’t even know yet if she’s aware that she is expected to attend these. I had to dig deep to find out her name via an online search.", "I wrote him a polite but pointed email about including her.  I am still angry and this was 5 hours ago.", "Way to erase her, guys."], "tags": ["#sexism #tech #techbros #irony"]}
]