[
{"name": "4 Females", "date": "23rd November 2018", "text": ["One night my 3 girl friends and I went to a local fair in the town I live. We decided we wanted to purchase a drink from a vender and we were patiently waiting in line on one side and there was one man in front of us. Another man walked up and went straight to the counter; he walked right past us like we were statues. The bartender looked at us and said, “I’ll be right with you.” The bartender was a male in his early 40s. The man who approached the counter was a businessman in a suit who looked presentable. The bartender ignored us (even though we were clearly in line first) and served the businessman before attending to our order. The bartender was expecting a higher ‘tip’ from this businessman because he was a successful looking male and he did not want to serve four mid-twenty females first whom he did not think would give him gratuity. Little did he know, my friends and I work as bartenders and servers who tip generously. This man discriminated us because we were a younger group of females and he stereotyped us on what we look like and how society views male and female."], "tags": ["bartender", "Public space", "stereotype"]},
{"name": "Notdave", "date": "23rd November 2018", "text": ["Seen two blindingly obvious women described as", "\nA female magician", "\nAnd", "\nA female van dweller", "I mean I know some people are gender fluid but they both looked pretty bloody conventionally female. This in in two separate clips on you tube. ", "Wtf? Why state their gender?", "\nNo one helped me to guess their staggeringly obvious skin colour.", "\nCos huh look bro chicks can do stuff too how cool and freakish.", "\nNo wonder so many males have low expectations of females if we have to be pointed out in astonishment when we aren’t half naked and just gawping aimlessly.", "\nDo the posters not get this or just not care?"], "tags": ["Media"]},
{"name": "Laura Bell", "date": "23rd November 2018", "text": ["Coming into work one winter. As I took my coat off, my male co-worker looked at my chest and said “Cold outside?”", "\nHe was my boss. I was embarrassed. I felt he’d stripped away my professionalism and diminished me. I laughed it off, of course. That’s what you were supposed to do; if you didn’t you were branded as humourless. ", "I had a breast reduction just a few years later. I told everyone it was because was getting backache. That was a lie. I was getting backache but that didn’t bother me nearly as much as the constant references to my breasts chipping away day after day at my sense of self & my self confidence. I was seen as just a pair of giant tits. I wanted to be seen as a person. ", "Side note: 20 years later and there are members of staff who don’t like to work with them but who refuse to put in a complaint about him because they don’t want to upset him or cause him trouble."], "tags": ["nipples", "Workplace"]},
{"name": "Lorella", "date": "23rd November 2018", "text": ["At an open air I got groped by a man while ordering some fries at a stand. He was obviously drunk. I got mad, and pushed him away because  he tried to do it again. A friend was standing next to me,  but it was a festival so those things ‘happen’ and he was drunk and didn’t ‘control’ his own actions. One of his friends came to me smiling and telling me he didn’t ‘mean’ it, it seemed like a joke to them apparently. Since it was the first time that happened to me, I didn’t know how to deal with it afterwards. I just got on with my life. But having seen your video on TED talk I felt like sharing my story. I’m proud that I didn’t completely ignore it and that I was brave enough to push him away! I think it would be good to spread more awareness like you do. That every touch without consent is just wrong. I hope it gets better."], "tags": ["festival", "Public space"]},
{"name": "Jessica", "date": "23rd November 2018", "text": ["I am an asian female who is 24 years old. I was raised in Australia and work in London. There is a man who is in his mid 50s who displays all the traits of the bygone era despite being a stay at home father during his 30s. ", "He believes he can compliment me on my appearance. He calls me gorgeous and beautiful in the slimiest of tones. His tone is nuanced and hard to pinpoint. It is layered between flirtation and possession. It’s rolled up in tease and humour, it could pass as sincerity for those who hear it whilst passing by.", "But it has no place in the workplace and undermines a culture of professionalism. It objectifies me and reduces me to my gendered qualities as opposed to skillsets. ", "I’m happy to accept commendation on my work and achievements. Heck, even a cool jacket I purchase. Even the food I cook and bring into work. I have a healthy relationship to this culture of complimenting others. ", "But it is something I no longer tolerate at work. I’ve been complimented on how ‘gorgeous’ I look without glasses (none of your business, pal.) I’ve been complimented on how beautiful I am, as an asian. (Racially pigeon-holing me too, ugh) and many other things. At times I’ve gone with it and laughed it off. At times I’ve not laughed at all and stared uncomfortably at him. At times I deflect. But I’ve never been to the point in telling him I don’t tolerate that behaviour.", "So last Friday, I was.", "I’m married you see. 24 and married in a metro-epicentre like London seems outrageous, perhaps but I’m not asking for anyones approval.", "He muttered the words ‘Husband?’ when for some reason the topic arose, and said ‘Husband? You should be ‘playing the field’ — out there, someone as Beautiful as you’", "A male colleague, my director actually, turned to him and said in disgust ‘You can’t say things like that, Mate!’", "To which I swallowed, closed my eyes and told him, point blank — ‘Never say things like that to me ever again. Also, never call me gorgeous again, like you did earlier today. Okay?’", "I walked away to the common room where my other colleagues were waiting for me to play an after-work board game. ", "He followed me out and said ‘Are you talking about me, now?’", "Well, it had just happened and I was confiding in these other colleagues who had also experienced something similar. I told him ‘Yes, I am. What you said to me was inappropriate.’", "He began to gaslight me. He started belittling my very ability to logically process social exchanges. He started patronising me ‘Do you really think that you as a married woman, I would truly suggest you go out and play the field? I’m a married man, you didn’t get my humour at all.’", "At this point I wanted him to stop. He continued to insist it was humour I just didn’t get because I was stuck up or something. ", "I put an end to that, because that’s just old news, pal. ‘Its not a question of whether This was humour or not, I know humour when I hear it. You don’t need to question that.’", "But if he really must have it spelt out…here we go….", "‘In the context of history there has been an over-arching trend of older men preying on younger women. I am not insinuating that you are with me. But that reality colours everything you say. It misconstrues your words.’", "At this point he raises his voice and says ‘I am deeply offended that you’ve said that and you’ve taken It too far.’", "And probably ran back to his hole. ", "Anyway. I don’t know. I’ve created a grievance report, rounded up all the witnesses and have contacted my superiors. I’m not staying silent. And no one else should allow micro-sexism continue. ", "Peace!!"], "tags": ["#microsexism #compliments #unwelcomed #unprofessional #creepy #disturbing", "Workplace"]},
{"name": "Helena", "date": "23rd November 2018", "text": ["A whale has been seen recently in the Thames. Although in one interview I saw, an expert said we can’t tell if it’s male or female, all the reports in the press have been referring to it as ‘he’ and ‘he’ has been named’Bennie’."], "tags": ["Media"]},
{"name": "Helena", "date": "23rd November 2018", "text": ["Three of The Giants (much-celebrated huge puppets) are in Liverpool this weekend and no one in the media seems to think it strange that they are all male."], "tags": ["Media"]},
{"name": "anonT", "date": "23rd November 2018", "text": ["Now, I don’t mind if guys are looking at me. I do have a curvy body and if they want to stare okay. No, it’s not ever single guy,but the ones I notice I just brush it off and move on. It’s disrespectful to me when guys are cat calling me or when they do it infront of my mom. They will walk pass me and say things like “damn ma” or “you and that thang are crazy” I didn’t know my bottom had a personality. It’s not cute or attractive. I had another time where this guy was literally falling me in wal-mart to look at me. Every way I went or aile I was down he’d be there, then he finally would be like “hey” like you had to follow me that many times to tell me this. If you wanted to talk to me you could of done it in a better manner."], "tags": ["Public space"]},
{"name": "K Z Smith", "date": "23rd November 2018", "text": ["Hi, ", "I’m 19 and I just moved to University. My first night out ever was last week, my first day, (also my Birthday). Everyone was getting horrendously drunk, and although I was cautiously avoiding the punch, the cider was very strong and I could feel myself getting dizzy, light headed: drunk. On the way to the club, a boy starts to loll around, and does the ‘I’m-far-too-drunk-to-support-my-own-body-weight’ arms hanging over random people’s shoulders kinda thing. So he has his arm across my shoulder and another girl’s and he’s chatting, slurring his words, boasting about his skill at MMA (mixed Martial Arts). And I’m uncomfortable as it is, random man touching me awkwardly kinda vibe. But then takes his arm off the other girl and grips the hand of the arm around my shoulder – which is now around my neck. And he strangles me.  He’s talking about his martial arts skills ‘hey look strangle hold lol’ and I can’t breathe. He’s cutting off the blood supply to my brain and I can’t breathe and no one in the group around us is doing anything and I CAN’T BREATHE. He stops and it’s all jokey jokey lmao, look at that he just strangled that random girl. ME. And I understand why he did it, he was trying to exhibit his physical prowess; and he did quite successfully at that. While he strangled me. while I couldn’t breathe.", "\nNext day; the other girl whose shoulders his arms were being draped over just shrugs it of ‘he was just drunk he didn’t mean it’ like I should shrug this off like it didn’t matter. And I understand – random shit happens when you’re drunk. But it wasn’t her neck. And it’s been 10 days and I can still feel his hands on MY neck.", "\nI don’t care how drunk a person is, they are still THEM. They still possess the same consciousness in the same body, and a man – who by the way lives across the hall from me strangled me and no-one that was there seems to care. Only my friends from back home seem to actually be on my side. I don’t want to report him, but every time I see him I’m really scared. That was assault. And he did it because I’m weaker than him – because I’m a woman. This is not okay. Men need to understand that physical strength is not cool when you use it to harm someone, and they need to realise the connotations of drunk men restraining women. Nothing happened after that – but it’s not like I knew that at the time. While it was happening and I couldn’t breathe it’s not like I knew it was going to end. I can’t believe this actually happened to me."], "tags": ["assault", "clubbing", "drunkmen", "strangle", "University"]},
{"name": "Laura", "date": "23rd November 2018", "text": ["I work in retail and the other day a man came into my work shopping with his wife. He was much older than I am. Maybe about 70. He was being pretty flirty with me and saying how I was a “pretty” young girl and he thought it was appropriate to say all that and to touch me on my lower back and my hand a whole bunch of times. While his wife was right there."], "tags": ["Public space", "Workplace"]}
]